Repository: MartinZikmund/stopwatch
Catalog: src/Stopwatch/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz

# ApplicationName
source: Fluent Stopwatch
cs_cz: Moderní stopky

source: Full screen
cs_cz: Na celou obrazovku

source: Settings
cs_cz: Nastavení

source: Theme
cs_cz: Motiv

# ElementTheme_Default
source: System
cs_cz: Dle systému

# ElementTheme_Dark
source: Dark
cs_cz: Tmavý

# ElementTheme_Light
source: Light
cs_cz: Světlý

source: Laps
cs_cz: Kola

source: Lap time
cs_cz: Čas kola

source: Total time
cs_cz: Celkový čas

source: Fastest
cs_cz: Nejrychlejší

source: Slowest
cs_cz: Nejpomalejší

source: Preview
cs_cz: Náhled

source: Background image
cs_cz: Obrázek na pozadí

source: Background image opacity
cs_cz: Viditelnost obrázku

source: Customization
cs_cz: Přizpůsobení

source: Browse...
cs_cz: Vybrat...

source: Clear
cs_cz: Odebrat

source: Save
cs_cz: Uložit

source: Cancel
cs_cz: Zrušit

source: Pick...
cs_cz: Vybrat...

source: Pick color
cs_cz: Vybrat barvu

source: Background color
cs_cz: Barva na pozadí

# BackgroundColorSettingDescription
source: Color will be displayed under the image
cs_cz: Barva ze zobrazí pod obrázkem

source: Keep screen on
cs_cz: Nezhasínat obrazovku

# KeepScreenOnSettingDescription
source: Turn this setting on to keep the device screen on while the stopwatch is running
cs_cz: Obrazovka zařízení zůstane rozsvícena, když stopky poběží

source: About
cs_cz: O aplikaci

source: General
cs_cz: Obecné

source: Review app
cs_cz: Ohodnotit aplikaci

# ReviewAppDescription
source: Review app on store
cs_cz: Ohodnotit aplikaci na Store

# ReviewAction
source: Review...
cs_cz: Ohodnotit...

source: Note
cs_cz: Poznámka

source: History
cs_cz: Historie

# DeleteHistoryEntryDialogTitle
source: Delete history entry
cs_cz: Odstranit záznam z historie

# DeleteHistoryEntryDialogText
source: Are you sure you want to delete this history entry?
cs_cz: Chcete opravdu odstranit tento záznam z historie?

source: Delete
cs_cz: Odstranit

# ClearHistoryDialogTitle
source: Clear history
cs_cz: Vyčistit historii

# ClearHistoryDialogText
source: Are you sure you want to delete all history entries?
cs_cz: Chcete opravdu odstranit všechny záznamy z historie?

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

# StopwatchLabelDefault
source: Stopwatch
cs_cz: Stopky

# StopwatchLabelNumbered
source: Stopwatch {0}
cs_cz: Stopky {0}

# CloseStopwatchDialogTitle
source: Close "{0}"
cs_cz: Zavřít "{0}"

# CloseStopwatchDialogText
source: Are you sure you want to close stopwatch "{0}"?
cs_cz: Chcete opravdu zavřít stopky "{0}"?

source: Fluent Stopwatch Pro
cs_cz: Moderní Stopky Pro

# PurchaseNetworkError
source: A network error occurred while trying to purchase. Try again please.
cs_cz: Při pokusu o zakoupení došlo k chybě sítě. Zkuste to prosím znovu.

source: Store error
cs_cz: Chyba obchodu

# PurchaseServerError
source: A server error occurred while trying to purchase. Try again please.
cs_cz: Při pokusu o zakoupení došlo k chybě serveru. Zkuste to prosím znovu.

# PurchaseUnknownError
source: An unknown error occurred while trying to purchase. Try again, please.
cs_cz: Při pokusu o zakoupení došlo k neznámé chybě. Zkuste to prosím znovu.

source: Learn more
cs_cz: Více informací

source: Multiple stopwatches
cs_cz: Víc stopek současně

# MultipleStopwatchesDescription
source: Have multiple stopwatches running simultaneously as tabs
cs_cz: Spusťte více stopek současně v separátnich záložkách

source: No ads
cs_cz: Bez reklam

# NoAdsDescription
source: Say goodbye to ads forever
cs_cz: Rozlučte se s reklamami v aplikaci

source: Endless customization
cs_cz: Přizpůsobení

# EndlessCustomizationDescription
source: Make it beautiful with endless customization options
cs_cz: Přizpůsobte si stopky tak, aby vypadaly dle vašeho gusta s pokročilými úpravami vzhledu

# FutureProFeatures
source: ...and more features coming soon!
cs_cz: ... a další funkce již brzy!

# InAppPriceOnly
source: Only for
cs_cz: Pouze za

source: Get Pro now
cs_cz: Koupit Pro nyní

# ProOnlyFeatureDescription
source: This feature is only available in Fluent Stopwatch Pro
cs_cz: Tato funkce je dostupná pouze ve verzi Pro

source: Lap
cs_cz: Kolo

# DeleteLapDialogText
source: Are you sure you want to delete this lap?
cs_cz: Chcete opravdu odstranit toto kolo?

# DeleteLapDialogTitle
source: Delete lap
cs_cz: Odstranit kolo
